---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.TagFailures.CannotRemapTagReference
source: html/0555e60e-4c72-e9f2-3858-5ea0185628d3.htm
---
# Autodesk.Revit.DB.BuiltInFailures.TagFailures.CannotRemapTagReference Property

The tag reference was not remapped.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotRemapTagReference { get; }
```